Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/housing/local_authority_and_social_housing/inheriting_a_tenancy.html.txt.tmx
Source language: en
Languages: ga

source: Inheriting a local authority tenancy
ga: Tionóntacht shóisialta a fháil tar éis bháis do ghaol leat

source: A relative who has been living with a tenant may be able to take over the tenancy if the tenant dies
ga: Go h-iondúil, má bhí tú i do chónaí le gaol leat, a bhí ina thionónta ag údarás áitiúil agus atá tar éis bás a fháil, is féidir leat seilbh a ghlacadh ar an tionóntacht sin

source: Local authority practice varies on this; some will require the relative to have lived in the house for a minimum number of years, others will only allow the relative to take over the tenancy if the housing is suitable for their needs
ga: Tá difríochtaí idir na h-údaráis áitiúla faoi seo. Teastaíonn ó chuid acu go mbeifeá i do chónaí sa teach ar feadh íosmhéid blianta

source: The rules for succession to tenancy are usually outlined in the local authority's housing allocations scheme
ga: I gcás cuid eile, ní ligfidh siad duit seilbh a ghlacadh muna bhfuil an teach feiliúnach do do riachtanais féin

source: Housing associations have established their own policies on this
ga: Tá a bpolasaithe féin ag na cumainn tithíochta mar gheall ar an ábhar seo

source: If you are a housing association tenant, contact your housing association for information on inheriting a tenancy
ga: Más tionónta tú i gcumann tithíochta tionóntach, téigh i dteagmháil leis an gcumann chun a fháil amach cén polasaí atá acu

source: Contact your local authority or housing association
ga: Téigh i dteagmháil le d' údarás áitiúil nó le do chumann tithíochta
